[
{"event_name": ["E:DIMENSION", "\n—", "\nEnzo Siragusa (extended set)", "\nIon Ludwig"], "event_date": ["WED 19/10", "\n23:00 – 07:00", "\nShelter Amsterdam"], "event_time": ["WED 19/10", "\n23:00 – 07:00", "\nShelter Amsterdam"], "event_description": ["We are honoured to have one of the masterminds behind FUSE kick off Shelter’s ADE program, with Enzo Siragusa’s new concept E:DIMENSION. A venture aimed at reconnecting with the journey of DJing, through longer sets without musical limitation. Enzo’s ‘All Night Long’ and ‘All Day Long’ events have become essential in the London clubbing scene, and now Enzo is bringing that experience to our home. Expect a journey of wide ranged cuts that explore ambient, jungle, DnB, breaks, house, techno, minimal and beyond.", "When it comes to rave culture there aren’t many artists out there who are as passionate and dedicated as Enzo Siragusa. The Londoner is the mastermind behind one of the capital’s most infamous party brands, Fuse – an event which he has used to cultivate an unmistakable sound, attracting a loyal, dedicated following in the process. His roots lie in jungle and drum n bass, that pure, undiluted sound which sprung up from London’s inner city in the mid-nineties. Enzo still holds true to many of the aspects of 90’s UK rave culture that made it so special and carries them into his current output. So, whether he’s DJing, making beats in the studio, hosting another sellout Fuse event or letting loose on the dance floor, you can be sure it’s always fueled by a desire to perpetuate the culture that changed his life. ", "Ion Ludwig", " moved from Leeuwarden to Amsterdam and from there to Berlin in early 2005. Throughout the 4 years he lived in Berlin, while actively producing in the studio places like Club Der ", "Visionaere", " and ", "Weekend Club", ", he shaped his live performances to perfection. ", "He has released his intricate and sophisticated minimal house and techno records, on labels like Alphahouse, Stock 5, Resopal, Thema, Motiv Bank, and his own imprint Quagmire LTD, and has gotten picked up by the masters of underground culture. And now, his name continues to echo the representation of pure quality music, one which also shows that having a background as a musician, certainly contributes greatly to such talent, dedication and wide recognition."], "event_url": "https://shelteramsterdam.nl/event/wed-19-10/", "event_ticket_url": ["https://eventix.shop/a7jm2wmu"]},
{"event_name": ["Barker & JakoJako", "\nKangding Ray", "\nShifted", "\nVan Anh"], "event_date": ["FRI 28/10", "\n23:00 – CLOSE"], "event_time": ["FRI 28/10", "\n23:00 – CLOSE"], "event_description": [], "event_url": "https://shelteramsterdam.nl/event/fri-28-10/", "event_ticket_url": ["https://eventix.shop/9296najq"]},
{"event_name": ["Donnie", "\nGabbs", "\nMatthias", "\nPascal Benjamin"], "event_date": ["SAT 08/10", "\n23:00 – CLOSE"], "event_time": ["SAT 08/10", "\n23:00 – CLOSE"], "event_description": [], "event_url": "https://shelteramsterdam.nl/event/sat-08-10/", "event_ticket_url": ["https://eventix.shop/q76fccdq"]},
{"event_name": ["Dubfire invites", "\n—", "\nBart Skils", "\nDubfire", "\n+ more TBA"], "event_date": ["SUN 23/10", "\n12:00 – 20:00", "\nShelter Amsterdam"], "event_time": ["SUN 23/10", "\n12:00 – 20:00", "\nShelter Amsterdam"], "event_description": ["From global success in the commercial domain, to equal accomplishments within the underground scene, Dubfire is an artist whose drive, talent and intuition have placed him within the top tier of electronic music artists in the world. He maintains this position within the industry with an unrelenting work ethic and a focused determination to innovate, evolve, and entertain. Whether it’s his involvement with Deep Dish, his solo performances at an extensive list of the world’s most influential clubs and festivals, running his label SCI+TEC, or simply his exploration of audio and visual technology, Dubfire is in a class of his own and is resolute in his forward-thinking ethos.", "Always one step ahead of the game, ", "Bart Skils", " has established himself as one of Holland’s most respected and highly demanded techno dj’s. His dj sets are cheered by techno lovers as extremely forward thinking and musically well constructed and his releases and remixes for 100% Pure, Tronic, Break New Soil, ", "Cocoon", " and ", "Rejected", " are internationally rated as some of the most cutting edge dance tracks to come out of Holland in recent years. With his long lasting experience as a dj and his ability to move effortlessly from deep house to banging techno, Skils is a sure-fire crowdmover at any given party."], "event_url": "https://shelteramsterdam.nl/event/sun-23-10/", "event_ticket_url": ["https://eventix.shop/qvyqvg9e"]},
{"event_name": ["De Sluwe Vos", "\nDoudou MD", "\nRyan Elliott", "\nWillow"], "event_date": ["FRI 07/10", "\n23:00 – CLOSE"], "event_time": ["FRI 07/10", "\n23:00 – CLOSE"], "event_description": [], "event_url": "https://shelteramsterdam.nl/event/fri-07-10/", "event_ticket_url": ["https://eventix.shop/rnrykbcb"]},
{"event_name": ["Litmus", "\nMADÉ", "\nMia Cecille", "\nMilion", "\nTensen"], "event_date": ["SAT 15/10", "\n23:00 – CLOSE"], "event_time": ["SAT 15/10", "\n23:00 – CLOSE"], "event_description": [], "event_url": "https://shelteramsterdam.nl/event/sat-15-10/", "event_ticket_url": ["https://eventix.shop/wqtnjrst"]},
{"event_name": ["VBX x Shelter", "\n—", "\nAlexia Glensy", "\nBruno Schmidt", "\nChristian AB", "\nFerro", "\nFrancesco del Garda"], "event_date": ["SUN 23/10", "\n22:00 – 08:00", "\nShelter Amsterdam"], "event_time": ["SUN 23/10", "\n22:00 – 08:00", "\nShelter Amsterdam"], "event_description": ["VBX’s staple & addicting sound is no stranger to Shelter’s walls. The label has been shaping Amsterdam’s after hours sound for years, and is eagerly waiting to blow us all away with their distinct minimal goodness. Get ready for a night full of groove delivered by some of the best in the game: Alexia Glensy, Bruno Schmidt, Christian AB, Francesco del Garda, Ferro  ", "London native, ", "Christian AB", " was introduced to music from a very young age, his memories of hearing his father play records ranging from disco to acid house would inspire his curiosity. From this appreciation, he began to grow his collection to start his journey into becoming a DJ. This has taken Christian to clubs across the globe including his neighbourhood of London, such as Fabric; Space Ibiza, Club Der Visionaere in Berlin, making stops in the US. His signature emotion has been recognized in his sets and has granted him spots playing alongside Raresh and Praslea, Rhadoo, Onur Ozer & Mayaan Nidam to name a few.", "Francesco Del Garda’s passion for what he does is clear for all to see: he plays with a smile on his face and gets as much enjoyment from his work as the dancers in front of him. They like to get up close and personal, too, because his sets are filled with unknown gems, overlooked gold and speak of his obsession for unique sounds. Well schooled both technically and musically, the ever-evolving Italian mixes up smooth grooves from house, electro, garage, techno and minimal and joins the dots between the old and the new. No matter the trends of the time, Del Garda has always valued vinyl and when many were going digital he remained true to his roots; to the format he first fell in love with aged 16. In turn, he has turned a new generation onto the delights of wax", " "], "event_url": "https://shelteramsterdam.nl/event/sun-23-10-2/", "event_ticket_url": ["https://eventix.shop/f5c88vfa"]},
{"event_name": ["A Bunch of Guys", "\nMaqossa", "\nMichel De Hey", "\nYaya"], "event_date": ["FRI 14/10", "\n23:00 – CLOSE"], "event_time": ["FRI 14/10", "\n23:00 – CLOSE"], "event_description": [], "event_url": "https://shelteramsterdam.nl/event/fri-14-10/", "event_ticket_url": ["https://eventix.shop/rnrykbcb"]},
{"event_name": ["Blends: The Tastes of Africa ADE Sessions", "\n—", "\nHenry X", "\nPhilou Louzolo", "\n+ Special Guest TBA"], "event_date": ["WED 19/10", "\n23:00 – 05:00", "\n"], "event_time": ["WED 19/10", "\n23:00 – 05:00", "\n"], "event_description": [], "event_url": "https://shelteramsterdam.nl/event/wed-19-10-2/", "event_ticket_url": ["https://eventix.shop/bnkg3qq9"]},
{"event_name": ["Boogeyman x Shelter", "\n—", "\nAJ Christou", "\nBoris Werner", "\nFleur Shore", "\nJesse Calosso", "\n+ Special Guests TBA"], "event_date": ["SAT 22/10", "\n23:59 – 08:00", "\nShelter Amsterdam"], "event_time": ["SAT 22/10", "\n23:59 – 08:00", "\nShelter Amsterdam"], "event_description": ["Boogeyman’s last visit to Shelter was so epic that we’ve invited them back for round 2. With Jesse Calosso leading the charge, The Cuttin’ Headz sub label and their characteristically high energy parties, have been making waves. With AJ Christou, Boris Werner, Fleur Shore, Jesse Calosso and Jesse Maas on the bill, with Special Guests still to be announced, this is definitely not one to miss.", "AJ Christou has already accomplished what many artists strive to achieve. A master on the decks, skilful producer and successful label owner- AJ has garnered support from many of the biggest names in the industry and rightly so. In 2015 Christou founded Celesta Recordings- a label focused on underground minimal and progressive techno, a label that quickly began accumulating some of the world’s biggest artists including Ricardo Villalobos, Luciano, wAFF and Davide Squillace. And with Loco Dice and The Martinez Brothers fully championing his music, he is set to become one of the main players in tech music.", "Jesse Calosso is a Bronx-born DJ and producer part of a tight circle of New York area artists, including The Martinez Brothers and Filsonik, with a longtime friendship and collaborative history. Jesse Calosso spent the early years of his life in the Bronx. The bustling streets would always brim with many musical forms, from hip hop to disco, house to salsa. Endlessly diverse and rich with culture and colour, those early experiences made an indelible mark which means that today, Calosso is stylistically impossible to pin down. He can do Chicago tinged house, driving techno drums and everything in between, all tied together with his love of dangerously infectious basslines. \u2028\u2028This diversity of sound and an unrestricted approach in the studio has quickly lead Calosso to the top.", " "], "event_url": "https://shelteramsterdam.nl/event/sat-22-10-3/", "event_ticket_url": ["https://eventix.shop/kfc57m5q"]},
{"event_name": ["LeMaia x Partisan x Night Moves", "\n—", "\nAlexia Glensy", "\nAstral Travel (Anthea b2b Oshana)", "\nNight Moves (Jane Fitz b2b Jade Seatle)"], "event_date": ["FRI 21/10", "\n16:00 – 22:00", "\n"], "event_time": ["FRI 21/10", "\n16:00 – 22:00", "\n"], "event_description": ["As the sun sets over our favourite city, an explosive all-female collaboration takes us into the night, as LeMaia, Partisan and Night Moves team up to bring you a night you’ll never forget. We cannot wait to see Partisan head honcho, Anthea, go b2b with Oshana as Astral Travel, followed by Night Moves queen bee’s, Jane Fitz and Jade Seatle. With LeMaia label boss, Alexia Glensy, as the cherry on top of this extra sweet treat, we guarantee you’ll be disappointed if you miss this one.", " ", " ", "Anthea is charismatic both on and off the decks. Her established and distinct brand of funk-fuelled music spanning across electronic genres and years is requested consistently from every corner of the globe for over a decade now. It is her devotion to be spinning and digging the most exciting sounds on vinyl, that has cemented her as a powerful force in the house and techno scene, and is further demonstrated with her Partisan showcases and imprint.", "“It’s not what records you have, but what you do with them, that’s important”. For those in the know, Jane Fitz is a revered selector. A DJ for over 20 years, Jane is resident in London at the Pickle Factory as well as her own party, Night Moves, and at legendary and truly boutique UK festival Freerotation, for which she received a Best Resident award-nomination at the DJMag Best of British Awards 2016. At home in the UK she has played at places such as secretsundaze, Krankbrother, Percolate, Louche, Zutekh, Butter Side Up, DiY and Fabric and never fails to impress with her deep selections and great sense of narrative.", " ", " "], "event_url": "https://shelteramsterdam.nl/event/fri-21-10/", "event_ticket_url": ["https://eventix.shop/xbzcrkg9"]},
{"event_name": ["Frequency by Archie Hamilton", "\n—", "\nArchie Hamilton", "\nJulian Anthony", "\nLuuk van Dijk", "\nMaqossa", "\nRossko"], "event_date": ["FRI 21/10", "\n14:00 – 22:00", "\nShelter Amsterdam"], "event_time": ["FRI 21/10", "\n14:00 – 22:00", "\nShelter Amsterdam"], "event_description": ["ADE Friday sees underground heavyweight, Archie Hamilton, hosting his new concept ‘Frequency’ at Shelter. The Microhertz, formerly Moscow Records, label boss aims at cutting through the noise of modern life and music by re-focusing on cutting edge sound and visual production. Building an impressive line-up filled with minimal, house & tech house brilliance, we’re ready to expect the unexpected. ", "Having spent 10 years mastering his craft; cutting his teeth in the studio whilst managing his two imprints, Moscow Records and Moss Co, now Microhertz, Archie Hamilton has seen a remarkable rise through the ranks of the underground house and techno scene, becoming one of the most respected artists in his genre. Working across many facets of electronic music, Archie was an early originator of a new European sound, with his own unique take on minimal house and techno. And with his signature sound of rugged basslines and ethereal atmospherics, he has established itself firmly in the minds of clubbers around the world.", "A London original comes with a well-known reputation as a selector, collector, and vibe creator. A record collection spanning 20 years, Rossko’s wealth of knowledge and tastemaker ear explores many genres in the worlds of House, Garage, Techno, Minimal, and everything else in between. \u2028Now a Berlin resident, immersed in both city’s rich electronic scenes, Rossko has carved out an original sound & armed himself with a relentless library focused on cutting edge music & forgotten gems of the past allowing him to cross boundaries wherever he plays. One of the few that has made his name through his DJ’ing alone. A rarity nowadays."], "event_url": "https://shelteramsterdam.nl/event/fri-21-10-4/", "event_ticket_url": ["https://eventix.shop/xfqguqgn"]},
{"event_name": ["HE.SHE.THEY.", "\n—", "\nDJ Bone", "\nJuliana Huxtable", "\nDr. Rubinstein", "\nLSDXOXO", "\nSandrien", "\nWax Wings"], "event_date": ["THU 20/10", "\n23:59 – 08:00", "\nShelter Amsterdam"], "event_time": ["THU 20/10", "\n23:59 – 08:00", "\nShelter Amsterdam"], "event_description": ["This ADE we are proud to welcome back the inclusive and free-thinking concept, the positive force that is HE.SHE.THEY. Noticing ", "the", " absence of nights that truly reflected the diversity and representation that were historically at the heart of the roots of house, disco and techno, a few like-minded creatives came together to bring HE.SHE.THEY to life. “A place without prejudice for people to be people”, running nights “irrespective of age, race, sex, gender, ability, religion, background or sexual preference.” ", "Think of Detroit Techno and DJ Bone might not be high on your list of luminaries because he is 100% independent and does things on his terms and on his terms only. Those who recognize Bone know him for his uncompromising and innovative ways. It’s no accident that two letters always precede Bone’s name whenever he’s on the bill. First and foremost, Bone is a DJ-in the truest sense. When he spins, it’s as if the turntables and the mixer become a physical extension of his body. He employs every possible technique in the disc jockey arsenal masterfully: blending, scratching, backspinning, no monitors or headphones; unrivalled in his use of the fader switch and he incorporates them all into every set. From his standing room only residency performances to after-hours spots, he rocks every show as if it’s his last.", "LSDXOXO is an artist from Philadelphia who made a name for himself in New York City as a DJ and producer, quickly becoming an essential figure at GHE20GOTH1K. He is known for destroying dance floors across the underground club scene with his energetic DJ sets, amassing attention for the way that he manipulates mainstream sounds by craftily layering pop tracks and vocal samples between Baltimore club, ghetto house, hardcore, electro and techno. Now residing in Berlin and running his own club night Floorgasm, LSDXOXO is synonymous with the new wave of techno artists reclaiming Black queer spaces and injecting some much-needed fun and camp into the genre.", " "], "event_url": "https://shelteramsterdam.nl/event/thu-20-10-4/", "event_ticket_url": ["https://eventix.shop/5kyq2vzn"]},
{"event_name": ["Shelter by day", "\n—", "\nJuan Sanchez", "\n+ more TBA"], "event_date": ["THU 20/10", "\n14:00 – 22:00", "\nShelter Amsterdam"], "event_time": ["THU 20/10", "\n14:00 – 22:00", "\nShelter Amsterdam"], "event_description": ["Shelter by day, on ADE’s Thursday, sees our dearest resident, Juan Sanchez, taking the reins, curating the perfect line-up for our techno lovers. The Format label head honcho has been running his own club nights at Shelter since 2019, and has in recent years established himself strongly, as a techno buff around the globe. Prepare for a night full of his signature stripped down, powerful twist on techno."], "event_url": "https://shelteramsterdam.nl/event/thu-20-10-3/", "event_ticket_url": ["https://eventix.shop/q6g8ywe6"]},
{"event_name": ["Slapfunk", "\n—", "\nDungeon Funk (Brawther, Julian Alexander, Samuel Deep, Tristan da Cunha)", "\nLocklead (live)"], "event_date": ["FRI 21/10", "\n23:59 – 08:00", "\nShelter Amsterdam"], "event_time": ["FRI 21/10", "\n23:59 – 08:00", "\nShelter Amsterdam"], "event_description": ["A name that needs no introduction, Slapfunk has become ingrained in Amsterdam’s clubbing scene.The event and record label, known for its unrelenting cuts and ground-shaking sound, presents a line-up filled with the concept’s mainstays and familiar faces. Prepare for a night of jaw-dropping beats by Dungeon Funk (Brawther, Julian Alexander, Tristan Da Cunha, Samuel Deep) and Locklead (live).", "When two of the underground’s hardest hitters join forces then this is all you can hope for: Dungeon Funk. The new imprint of rave favourites, Slapfunk & Dungeon Meat bring a special mix of the two’s distinctive sound. One half of the new act & label is comprised of Brawther & Tristan da Cunha, the duo that is responsible for Dungeon Meat’s steady release of club ready tracks and meaty cuts straight from the darkest depths of the dungeons. The other half is carried by the brothers of Ingi Visions, pioneers of the celebrated Slapfunk label, that is notorious for their own events and signature heavy sound.", " "], "event_url": "https://shelteramsterdam.nl/event/fri-21-10-5/", "event_ticket_url": ["https://eventix.shop/xbwgx2j5"]},
{"event_name": ["Slapfunk @ The Loft", "\n—", "\nDJ Senc", "\nDoudou MD", "\nSecret Guest", "\nSweely", "\nVelasco"], "event_date": ["SAT 22/10", "\n07:00 – 16:00", "\n"], "event_time": ["SAT 22/10", "\n07:00 – 16:00", "\n"], "event_description": ["8 hours of Slapfunk just isn’t enough, so let’s take the party sky high, onto the 16th floor, at The Loft. Enlisting DJ Senc, Doudou MD, Sweely and Velasco to bring the heat, we’re ready to dive into a marathon Slap-a-thon. Oh, did we mention a Secret Guest is due to make an appearance? ", "Sweely is often described as one of the most creative and eclectic French producers of the new generation, effortlessly navigating between house and electro, as demonstrated by his releases on Distant Hawaii, Lobster Theremin and Concrete Music to name a few. His deep, energising live performances earned him residency at the infamous CONCRETE club in Paris. You will find him dancing behind his MPC and other gear, crafting rolling, captivating music transmitting his energy to unify the crowd toward an elegant and groovy mood.", "It’s plain to hear Luis Velasco’s roots in his music. From his gritty, hard-grooving productions to his punchy selections in the club, the spirit of New York house and techno is deeply entrenched in every aspect of what he does. The fusion of tough beats, innate funk and rough, street-level soul in the Velasco sound maintains the tradition of New York music culture, but there’s a distinctive twist in his tracks and selections that strikes a chord with the tripped-out minimalism of the scene in Europe. Having taken his craft across the Atlantic on numerous occasions, it’s plain to see the reach of Velasco is ever-expanding, building on a work ethic rooted in the hustle of the 90s and honed over more than twenty years. The time and dedication is evident, and the quality in the sound is undeniable.", " ", " "], "event_url": "https://shelteramsterdam.nl/event/sat-22-10/", "event_ticket_url": ["https://eventix.shop/53jxe4jy"]},
{"event_name": ["Shelter @ The Loft", "\n—", "\nEnrico Sangiuliano", "\nKAS:ST", "\nOlympe", "\nSAMA b2b Secret Cinema"], "event_date": ["THU 20/10", "\n14:00 – 22:00", "\n"], "event_time": ["THU 20/10", "\n14:00 – 22:00", "\n"], "event_description": ["Enrico Sangiuliano is a name you will have undoubtedly noted if you’ve dipped your toe in ", "\n", " "], "event_url": "https://shelteramsterdam.nl/event/thu-20-10/", "event_ticket_url": ["https://eventix.shop/dv73ksya"]},
{"event_name": ["VNTM curates", "\n—", "\nAnouschka", "\nMind Against", "\nRecondite", "\nVNTM"], "event_date": ["THU 20/10", "\n23:59 – 05:00", "\n"], "event_time": ["THU 20/10", "\n23:59 – 05:00", "\n"], "event_description": ["On ADE’s Thursday, The Loft welcomes some of techno’s most exciting artists with a line up curated by VNTM himself. The sound of VNTM can be described as a blend between modern day techno and contemporary progressive melodies. In his own sets, he’s known to create in the moment and play strictly his own material, creating a completely unique set, each and every time. Get ready for a sonic journey, exploring the depth and melodic corners of techno.", "A long time collector of music, Recondite had his first experience with drum machines and synthesisers just a few years ago in a small studio right next to the forest in Lower Bavaria. It wasn’t long after that he moved to Berlin to build up Plangent Records, where the artist rapidly established his name. “Plangent #001” was well-received, and with three strong EPs released in 2011, he grabbed the attention of Scuba, who included “Backbone” in his DJ KiCKS mix and quickly put out two Recondite remixes on Hot Flush.", "VNTM is an Amsterdam based live act and musician that has been playing his take on techno at numerous big festivals around the globe, appearing with his machines and only playing out his own material. The sound of VNTM is a blend between modern day techno and contemporary progressive melodies. By the use of haunting chords, mysterious strings and dark basses VNTM tries to take the listeners on a journey through his mind and aims to visualise a unique storyline during every performance. Dark, yet uplifting, mysterious and elusive are all terms that come to mind when exploring the sound of the young dutchman.", " ", " "], "event_url": "https://shelteramsterdam.nl/event/thu-20-10-2/", "event_ticket_url": ["https://eventix.shop/cbekmdra"]},
{"event_name": ["HE.SHE.THEY. @ The Loft", "\n—", "\nBella", "\nCinthie", "\nfka.m4a", "\nSYREETA"], "event_date": ["FRI 21/10", "\n07:00 – 14:00", "\n"], "event_time": ["FRI 21/10", "\n07:00 – 14:00", "\n"], "event_description": ["Berlin’s Cinthie has grown to become one of the most revered and respected figures in contemporary electronic music in recent years, both in her hometown and across the globe. Her touring schedule regularly sees her playing her inimitable DJ style in hotspot cities like Paris, London, Amsterdam, Barcelona, Stockholm, Seoul, Osaka, and of course her beloved hometown Berlin. Djing in said city since the early nineties as a teenager, Cinthie’s depth of knowledge radiantly shines through in her sets and her productions, which traverse through a broad range of classic and contemporary House and Techno sounds.", "Authentic, Fearless, Inclusive. That’s SYREETA. The HE.SHE.THEY. resident is currently enjoying a rather meteoric rise to fame. With an uncanny ability to read and adapt to the energy of a crowd, SYREETA’s sets drawing on chunky basslines and melodic grooves from a palette of house and techno have delighted dance floors around the world. Alongside radio mixes for Danny Howard, Sarah Story and Jeremiah Asiamah for BBC Radio 1 and live streams for the likes of Mixmag, Rinse, DJ mag and Beatport, SYREETA’s star shows no sign of slowing down.", " ", " "], "event_url": "https://shelteramsterdam.nl/event/fri-21-10-6/", "event_ticket_url": ["https://eventix.shop/csa4zy8x"]},
{"event_name": ["Parrhesia x Rawmantique", "\n—", "\nLine-up TBA"], "event_date": ["SAT 22/10", "\n12:00 – 22:00", "\nShelter Amsterdam"], "event_time": ["SAT 22/10", "\n12:00 – 22:00", "\nShelter Amsterdam"], "event_description": ["We closed our eyes", "\n", "A ray of the sun shines through your spirit, and you glow divine", "\nLike a goddess of the summer", "\n", "A sensation of familiarity her majesty is high,", "\nRomance and love from a foreign land.", "\n", "Word of truth is a ritual we unite under", "\nAnd freedom is flamboyantly dancing in the room", "\n", "I love you, you feel me, kiss you, you want me", "\nWe gravitate and get lost this way", "\nBody, heat, love, mind", "\nEntwine.  ", "Welcome to Parrhesia x Rawmantique"], "event_url": "https://shelteramsterdam.nl/event/sat-22-10-2/", "event_ticket_url": ["https://eventix.shop/aqkuq6db"]}
]