[
{"event_name": ["Liquid Kiddy - Fall Edition"], "event_date": ["Fri 4 Nov  "], "event_time": ["23:00 "], "event_description": ["The previous Liquid Kiddy edition was such a success that we will be back on the 4th of November 2022!", "Are you ready for another Liquid Kiddy?"], "event_url": "https://radion.amsterdam/events/liquid-kiddy-fall-edition", "event_ticket_url": ["https://tibbaa.com/order/jarw2hxeve?campaign=a5K96fnzE9&lang=en"]},
{"event_name": ["Bomblastic"], "event_date": ["Sat 15 Oct  "], "event_time": ["23:00 "], "event_description": ["Bom Voyage has joined forces with Blast Events to offer you a new concept for the Amsterdam nightlife!", "Join us in club RADION, for this two-stage, multi-genre Psytrance bonanza!", "We wish you a BLAST of a VOYAGE"], "event_url": "https://radion.amsterdam/events/bomblastic-1", "event_ticket_url": ["https://radionamsterdam.stager.nl/web/tickets/111188679"]},
{"event_name": ["DJ Bone’s Homeless Homies ADE 2022"], "event_date": ["Sat 22 Oct  "], "event_time": ["12:00 "], "event_description": ["We are elated to present you the return of DJ Bone's Homeless Homies fundraiser concept during ADE.", "Homeless Homies' goal is to unite Electronic Music and community, helping the unhoused, one city at a time - from Detroit to Amsterdam and beyond.", "During this event, DJ Bone and his friends, will be playing an 8 hour, 4 room, day-rave, making for a VERY star-studded line up.", "All artists participating have donated their time, talents and are not compensated for the show.", "Something new this year, djs and artists will be donating special bespoke personal and professional items, experiences, one on one time, etc. at our first HH silent auction, also during the event. Bidding starts from 1pm to 7pm, bidders must be present at the event; you will take home items you successfully bid-on by the end of the party.", "All tickets and auction proceeds from this event will be donated across the international Homeless Homies foundation and Holland based homeless shelters.", "🎟1st: release €30- | 2nd release: €35 | 3rd: release: €40*", "*All tickets include a free Homeless Homies T-Shirt.", "See you on the dance floor."], "event_url": "https://radion.amsterdam/events/dj-bones-homeless-homies-ade-2022", "event_ticket_url": ["https://radionamsterdam.stager.nl/web/tickets/111160021"]},
{"event_name": ["The Crave x Hör (SOLD OUT)"], "event_date": ["Fri 21 Oct  "], "event_time": ["23:00 "], "event_description": ["The Crave and HÖR will reunite for Amsterdam Dance Event on Friday, October 21. The four rooms of Radion will be bursting to the brim with a rich program ranging from fast-paced Techno in the main, uplifting House in the Café Room to a selection of ILIAN TAPE's roster taking over the ‘Bovenkamer’. And completing the setting, the EXPO offers a chill-out space for drifting away to experimental mixes. "], "event_url": "https://radion.amsterdam/events/the-crave-x-h%C3%B6r-sold-out", "event_ticket_url": []},
{"event_name": ["AURA"], "event_date": ["Thu 20 Oct  "], "event_time": ["23:00 "], "event_description": ["RADION has been AURA's home base since day one. Each year, ADE is the perfect festival where we celebrate this wonderful marriage. The ultimate moment to combine local talent with international treasures.", "Line-up:", "D.Dan", "Emilia", "Hyperaktivist", "Flits", "François X", "Ici Sans Merci", "Nacho", "Nene H", "KER2", "Artwork by Peter van Langen", "3D graphic by Maria Mendes"], "event_url": "https://radion.amsterdam/events/aura", "event_ticket_url": ["https://radionamsterdam.stager.nl/web/tickets/111176174"]},
{"event_name": ["O.W.A.P. 2022"], "event_date": ["Sat 8 Oct  "], "event_time": ["21:00 "], "event_description": ["The Original Warehouse Acid Party is the bigger, yet younger brother of the “Oud Hollandsch Acid Feest” (OHAF). No average house classics party, but the Mother of all parties where all the movements in dance music of the last 25 years have found their roots, organized by the originals of old glorious times.", "Where parties emerged at much rougher places then a club, like old abandoned factory buildings, warehouses, industrial sites or shipyards. O.W.A.P. has been held at several old industrial places, twice a year, like Docklands, Powerzone, Het Sieraad, De Gashouder, De Marktkantine, Warehouse Elementenstraat and now Radion.", "An amazing crowd, many music lovers and down to the bone diehard party people, delirious with their hands in the air, striking and colorfully dressed, resurrecting the glory days of house. Smileys dominate, but also fluorescent prints, balloons, mirror balls, psychedelic patterns, sirens, stadium horns in hand and whistles around the neck. The smoke machines are on tilt, the strobes flashing as never before, because this is the O.W.A.P.! Here you can party like it was 1989, as if the sun will never come up and the party always will continue… like there is no tomorrow!", "AAAAAAACCCCCCCCIIIIIIIIIIIEEEEEEEEEEEEEEDDDDDDDD!!!!!!", "Featuring DIMITRI | REMY | ERIC DE MAN | ERIK E | Miss BUNTY and many more …"], "event_url": "https://radion.amsterdam/events/o-w-a-p-2022", "event_ticket_url": ["https://owap.nl/"]},
{"event_name": ["RADION ZONDAG"], "event_date": ["Sun 23 Oct  "], "event_time": ["14:00 "], "event_description": ["RADION ZONDAG - a brand new RADION concept.", "SUNDAY is the new black. We turn everything upside down. Day becomes night, light becomes dark. From the Cafe to De Bovenkamer. Expect our RADION favorites combined with international allure.", "If you don’t want to visit your family in Lutjebroek because you love a good theekransje at RADION. RADION ZONDAG is your place to be. Be a smart cookie and spill some tea at our RADION ZONDAG.", "To celebrate the premier of RADION ZONDAG we decided to saus ADE off on the infamous last Sunday.", "THE FULL LINE-UP:", "ADHDJ", "Anastasia Kristensen", "Chlär", "Cybersex", "DJ Hyperdrive", "Elise Massoni", "FUTURE.666", "Ici Sans Merci", "IMOGEN", "I-RO", "JKS", "JSPRV35", "Mila Black", "Patrick Mason", "Randomer", "Slin", "Technoslave_69", "Tigerhead"], "event_url": "https://radion.amsterdam/events/radion-zondag", "event_ticket_url": ["https://radionamsterdam.stager.nl/web/tickets/111176173"]},
{"event_name": ["Vault Sessions x KHIDI // ADE 2022"], "event_date": ["Sat 22 Oct  "], "event_time": ["23:00 "], "event_description": ["On Saturday we are inviting KHIDI, one of the infamous clubs from Georgia, Tbilisi.", "The local scene and community have shown immense resilience and passion in their fight for their right to party and we just had to invite them over to showcase the Georgian sound!", "▬ 𝐏𝐑𝐎𝐆𝐑𝐀𝐌 𝐀/𝐙 ▬", "𝐒𝐀𝐓 𝟐𝟐𝐎𝐂𝐓𝟐𝟐 𝐚𝐭 𝐑𝐀𝐃𝐈𝐎𝐍 // 𝟐𝟑:𝟎𝟎 - 𝟏𝟎:𝟎𝟎+", "Dasha Rush b2b Volvox", "Liza Rivs", "OTHR", "Phil Berg b2b Lobster", "Stef Mendesidis live", "The Lady Machine", "Vulkanski", "Yanamaste", "All artworks are made by Ankhsious"], "event_url": "https://radion.amsterdam/events/vault-sessions-x-khidi-ade-2022", "event_ticket_url": ["www.vault-sessions.com/tickets"]},
{"event_name": ["Kromanti ADE"], "event_date": ["Wed 19 Oct  "], "event_time": ["23:00 "], "event_description": ["Kromanti ADE", "WED.19.10.22 | 23:00-07:00", "After a succesful first edition, Kromanti Agency lands back in RADION Amsterdam to showcase you their complete roster during the most exciting time of the year: Amsterdam Dance event.​", "With passion for music and experiences in clubs and festivals around the world - Kromanti was born.​", "We are a booking and management agency for DJ’s and producers and we are based in Amsterdam & Berlin. The relation between the meaning of Kromanti and the soul of the agency is that we are protecting and guiding our artists along their chosen path. Autonomous and passion are our keywords, where the music always comes first.​", "This will be the official kick off of a beautiful week. See you there!"], "event_url": "https://radion.amsterdam/events/kromanti-ade", "event_ticket_url": ["https://radionamsterdam.stager.nl/web/tickets/111205144"]},
{"event_name": ["Skin + Body"], "event_date": ["Fri 7 Oct  "], "event_time": ["23:00 "], "event_description": ["We are very excited to announce the 3rd edition of SKIN. This will be a very special evening in many ways. We widen our scope, while still sticking to what we believe in; a welcoming, non-polarized dance floor.", "On the 7th of October RADION will be in full effect and all rooms will be used. The main room will be focussed on experimental techno with hints of electro, acid, tribal and other mysterious sounds. The bovenkamer will be focussed on deep, hypnotic and powerful, high paced techno.", "We believe dance floors should be for everybody. This time we take it to the next level by teaming up with BODY.", "BODY: “With BODY, we want to create a party where all queer bodies feel welcome. Together we create a dance floor full of possibilities in which all bodies are treasured. Through music and dance we want to lift our bodies to unknown levels of joy, warmth and intimacy. To let go of everything we've learnt about how a body should be.", "The music we bring is high energy, rave and uplifting. The room that we host in RADION is wheelchair accessible. In addition, we are thinking about ways to experience music with the whole body (and not only through our ears) for people who are deaf or hard of hearing, so we will plan an art installation with this theme in mind. During the night there will be enough light provided in the room hosted by BODY for people who communicate in sign language and for people with low vision*”.", "*The main room and bovenkamer hosted by SKIN are not wheelchair accessible and don't provide extra light on the dance floor. Please contact us if you can not access the other two rooms so we can offer you discount tickets: wearebody.amsterdam@gmail.com.", "Both SKIN and BODY are very much looking forward to this special edition in RADION.", "LINE UP:", "SKIN", "ABS8LUTE", "Elisa Batti", "Jaipa b2b WEES", "Mary Lake", "Nelly", "Tomas Weeda", "Remma", "Woody92", "BODY", "Angelboy", "Ketia", "Zeynep", "Artwork by @osdorpfrenzy", "Graphic design by @nvalenta", "Logo design SKIN by @davehukom", "Logo design BODY by @mxv.jpg"], "event_url": "https://radion.amsterdam/events/skin-body", "event_ticket_url": ["https://radionamsterdam.stager.nl/web/tickets/111219537"]},
{"event_name": ["ANTIDOTE #4"], "event_date": ["Fri 14 Oct  "], "event_time": ["23:00 "], "event_description": ["We are happy to announce ANTIDOTE #4 at RADION.", "Expect a lineup full of upcoming talents, ready to provide a mix of old school gems and modern day grooves, which will be announced next week. Tickets are now available through the link in our bio."], "event_url": "https://radion.amsterdam/events/antidote-4-1", "event_ticket_url": ["https://radionamsterdam.stager.nl/web/tickets/111201230"]}
]